{
  "blogItems": [
    {
      "id": "4",
      "title": "PVS",
      "url": "sekar",
      "content": "Hi this is sekar babu in this card you guys ar lorem100 jhsdghb vcxbhsgah gdvbdnb jhabv sbbvn nbdsdbhjvbsjbvj  jhbvdh vds vd vjhs hvsj vn vjbjhbhjeghrhuirguhjbnjfghjjnbjbgrbvfdnvd;sjjbsvmnjb uhjvb  ing ,and then what's my next plane this are thing ,I'm share with your"
    },
    {
      "id": "61",
      "title": "Nature",
      "url": "sekar",
      "content": "Nature is an inherent character or constitution,[1] particularly of the ecosphere or the universe as a whole. In this general sense nature refers to the laws, elements and phenomena of the physical world, including life. Although humans are part of nature, human activity or humans as a whole are often described as at times at odds, or outright separate and even superior to nature.[2]\n\nDuring the advent of modern scientific method in the last several centuries, nature became the passive reality, organized and moved by divine laws.[3][4] With the Industrial revolution, nature increasingly became seen as the part of reality deprived from intentional intervention: it was hence considered as sacred by some traditions (Rousseau, American transcendentalism) or a mere decorum for divine providence or human history (Hegel, Marx). However, a vitalist vision of nature, closer to the pre-Socratic one, got reborn at the same time, especially after Charles Darwin.[2]\n\nWithin the various uses of the word today, \"nature\" often refers to geology and wildlife. Nature can refer to the general realm of living plants and animals, and in some cases to the processes associated with inanimate objects—the way that particular types of things exist and change of their own accord, such as the weather and geology of the Earth. It is often taken to mean the \"natural environment\" or wilderness—wild animals, rocks, forest, and in general those things that have not been substantially altered by human intervention, or which persist despite human intervention. For example, manufactured objects and human interaction generally are not considered part of nature, unless qualified as, for example, \"human nature\" or \"the whole of nature\". This more traditional concept of natural things that can still be found today implies a distinction between the natural and the artificial, with the artificial being understood as that which has been brought into being by a human consciousness ."
    },
    {
      "id": "611",
      "title": "Cinema",
      "url": "sekar",
      "content": "A movie theater (American English),[1] cinema (British English),[2] or cinema hall (Indian English),[3] also known as a movie house, picture house, picture theater or simply theater, is a business that contains auditoria for viewing films (also called movies, motion pictures or \"flicks\") for public entertainment. Most are commercial operations catering to the general public, who attend by purchasing tickets.\n\nThe film is projected with a movie projector onto a large projection screen at the front of the auditorium while the dialogue, sounds and music are played through a number of wall-mounted speakers. Since the 1970s, subwoofers have been used for low-pitched sounds. Since the 2010s, the majority of movie theaters have been equipped for digital cinema projection, removing the need to create and transport a physical film print on a heavy reel.\n\nA great variety of films are shown at cinemas, ranging from animated films to blockbusters to documentaries. The smallest movie theaters have a single viewing room with a single screen. In the 2010s, most movie theaters had multiple screens. The largest theater complexes, which are called multiplexes—a concept developed in Canada in the 1950s—have up to thirty screens. The audience members often sit on padded seats, which in most theaters are set on a sloped floor, with the highest part at the rear of the theater. Movie theaters often sell soft drinks, popcorn and candy, and some theaters sell hot fast food. In some jurisdictions, movie theaters can be licensed to sell alcoholic drinks.\n\nTerminology\n\nThe Fox Theater in Atlanta has an old-fashioned neon sign.\n\nKay Theater in Rockdale, Texas\nA movie theater might also be referred to as a movie house, film house, film theater, cinema or picture house. In the US, theater has long been the preferred spelling, while in the UK, Australia, Canada and elsewhere it is theatre.[4]\n\nHowever, some US theaters opt to use the British spelling in their own names, a practice supported by the National Association of Theatre Owners, while apart from Anglophone North America most English-speaking countries use the term cinema /ˈsɪnɪmə/, alternatively spelled and pronounced kinema /ˈkɪnɪmə/.[5][6][7] The latter terms, as well as their derivative adjectives \"cinematic\" and \"kinematic\", ultimately derive from Greek κίνημα, κινήματος (kinema, kinematos)—\"movement, motion\". In the countries where those terms are used, the word \"theatre\" is usually reserved for live performance venues.\n\nColloquial expressions, mostly applied to motion pictures and motion picture theaters collectively, include the silver screen (formerly sometimes sheet) and the big screen (contrasted with the smaller screen of a television set). Specific to North American term is the movies, while specific terms in the UK are the pictures, the flicks and for the facility itself the flea pit (or fleapit). A screening room is a small theater, often a private one, such as for the use of those involved in the production of motion pictures or in a large private residence.\n\nThe etymology of the term \"movie theater\" involves the term \"movie\", which is a \"shortened form of moving picture in the cinematographic sense\" that was first used in 1896[8] and \"theater\", which originated in the \"...late 14c., [meaning an] open air place in ancient times for viewing spectacles and plays\". The term \"theater\" comes from the Old French word \"theatre\", from the 12th century and \"...directly from Latin theatrum [which meant] 'play-house, theater; stage; spectators in a theater'\", which in turn came from the Greek word \"theatron\", which meant \"theater; the people in the theater; a show, a spectacle\", [or] literally \"place for viewing\". The use of the word \"theatre\" to mean a \"building where plays are shown\" dates from the 1570s in the English language.[9]"
    },
    {
      "id": "6111",
      "title": "Computer Program",
      "url": "sekar",
      "content": "A programming language is a system of notation for writing computer programs.[1]\n\nProgramming languages are described in terms of their syntax (form) and semantics (meaning), usually defined by a formal language. Languages usually provide features such as a type system, variables and mechanisms for error handling. An implementation of a programming language in the form of a compiler or interpreter allows programs to be executed, either directly or by producing an executable.\n\nComputer architecture has strongly influenced the design of programming languages, with the most common type (imperative languages—which implement operations in a specified order) developed to perform well on the popular von Neumann architecture. While early programming languages were closely tied to the hardware, over time, they have developed more abstraction to hide implementation details for greater simplicity.\n\nThousands of programming languages—often classified as imperative, functional, logic, or object-oriented—have been developed for a wide variety of uses. Many aspects of programming language design involve tradeoffs—for example, exception handling simplifies error handling, but at a performance cost. Programming language theory is the subfield of computer science that studies the design, implementation, analysis, characterization, and classification of programming languages."
    },
    {
      "id": "61111",
      "title": "lkjklsgjlkjlkj",
      "url": "sekar",
      "content": "klkldsgg"
    }
  ],
  "user": [
    {
      "id": "1",
      "name": "SEKAR PVS",
      "pass": "sekar"
    },
    {
      "id": "2",
      "name": "nizar",
      "pass": "nizar"
    }
  ]
}